const directionsData = [
    {
      title: 'Автомобильные смазочные материалы',
      description: 'Информация о автомобильных смазочных материалах...',
    },
    {
      title: 'Промышленные смазочные материалы',
      description: 'Информация о промышленных смазочных материалах...',
    },
    {
      title: 'Консистентные смазки',
      description: 'Информация о консистентных смазках...',
    },
    {
      title: 'Смазочные материалы для обработки металлов',
      description: 'Информация о смазочных материалах для обработки металлов...',
    },
    {
      title: 'Смазочные материалы для специальных условий применения',
      description: 'Информация о смазочных материалах для специальных условий...',
    },
    {
      title: 'Услуги',
      description: 'Информация об услугах...',
    },
  ];