import React, {useEffect, useState, useRef } from 'react';
import '../../css/news_1.css';
import SvgHome from '../../assetsImage/assets/house.svg';
import { Link } from 'react-router-dom';
import titlePhoto from '../../assetsImage/assets_solutions/metallurgiya-podrobno.jpg'




const MettalurgiaMachine = () => {

    return (
        <main>
            <div className="product-section-with-images">
                <div className="svg-container">
                <a href=""><Link to="/index"><img src={SvgHome} alt=""/></Link></a>
                </div>
                <div className="svg-container1">
                    <svg viewBox="0 0 24 24" x="0" y="0" fill="none" xmlns="http://www.w3.org/2000/svg">
                        <defs>
                            <clipPath id="clip2_203_98" xmlns="http://www.w3.org/2000/svg">
                            <rect width="24" height="24" fill="white" transform="translate(-0.29290000000000305, 0)" />
                            </clipPath>
                        </defs>
                        <g id="::before" data-node-id="203:107" xmlns="http://www.w3.org/2000/svg">
                            <g id="next.svg fill" data-node-id="203:108" clip-path="url(#clip2_203_98)">
                            <g id="next.svg" data-node-id="203:109">
                                <path id="Vector_2" data-node-id="203:110" d="M9.7071,7l5,5l-5,5" stroke="#90979C" stroke-width="2" stroke-linecap="square" stroke-linejoin="round" />
                            </g>
                            </g>
                        </g>
                        </svg>            
                </div>
                <p className="product-title-text-style"><a href=""><Link to="/solution">Решения по отраслям</Link></a></p>
                <div className="svg-container1">
                    <svg viewBox="0 0 24 24" x="0" y="0" fill="none" xmlns="http://www.w3.org/2000/svg">
                        <defs>
                            <clipPath id="clip2_203_98" xmlns="http://www.w3.org/2000/svg">
                            <rect width="24" height="24" fill="white" transform="translate(-0.29290000000000305, 0)" />
                            </clipPath>
                        </defs>
                        <g id="::before" data-node-id="203:107" xmlns="http://www.w3.org/2000/svg">
                            <g id="next.svg fill" data-node-id="203:108" clip-path="url(#clip2_203_98)">
                            <g id="next.svg" data-node-id="203:109">
                                <path id="Vector_2" data-node-id="203:110" d="M9.7071,7l5,5l-5,5" stroke="#90979C" stroke-width="2" stroke-linecap="square" stroke-linejoin="round" />
                            </g>
                            </g>
                        </g>
                        </svg>            
                </div>
                <p className="product-title-text-style"><a href=""><Link to='/solution/mattalurgia_machine'>Металлургия и Машиностроение</Link></a></p>
            </div>
            <div className='news_blocks'>
                <h2>
                Металлургия и Машиностроение
                </h2>
                <div className='news_block'>
                    <img src={titlePhoto} alt="Металлургия и Машиностроение"/>
                    <p>
                      Металлургия бросает серьезный вызов смазочным материалам. Повышение функциональных требований к компонентам и необходимость сокращения производственных затрат обуславливают появление новых технологий и неизбежно ведут к появлению новых смазочных материалов для обработки, обладающих совершенно другими свойствами.
                    </p>
                    <h3>
                        Эффективность Вашего производства - наше призвание
                    </h3>
                    <p>
                      Более 90 лет Компания <b>FUCHS</b> посвятила себя повышению производительности и эффективности производства на промышленных предприятиях различного назначения, например, таких как: сталелитейные и сталепрокатные заводы, предприятия авиа- и автомобилестроения, производства бумажной, стекольной, резиновой и других отраслей промышленности. Мы концентрируемся на разработке и производстве высокоэффективных смазочных материалов для самых сложных операций в различных отраслях промышленности, в т.ч. металлургическое производство, и предлагаем широкий ассортимент высококачественной продукции для данной отрасли, а также готовые решения для различных металлообрабатывающих предприятий.                    
                      </p>
                    <p>
                        Автомобильная промышленность – одна из наиболее быстро изменяющихся в технологическом плане. Постоянное обновление моделей и технических требований к ним, использование новых материалов и стремление к снижению стоимости конечного продукта без потери качества — это основные черты, присущие автомобильной промышленности. 
                        Эффективность работы предприятий автомобилестроения и качество выпускаемой ими продукции во многом зависят от смазочных материалов, применяемых как при изготовлении автомобилей, так и для обслуживания производственного оборудования.                    
                    </p>
                    <p>
                         Ориентация на разработку новых специализированных и созданных для конкретного заказчика смазочных материалов всегда была одним из краеугольных камней корпоративной политики компании <b>FUCHS</b>. Для компании <b>FUCHS</b> был одним из первых и означал первый шаг в развитии бизнеса смазочных материалов. Со времен основании компании на заре эпохи моторизации дорожного движения, перевозки грузов и сельскохозяйственной техники, и до настоящих дней компания <b>FUCHS</b> сохранила свои позиции в качестве партнера – разработчика и поставщика смазочных материалов первой заливки для ведущих производителей оригинального оборудования международной автомобильной промышленности. Мы отдаем предпочтение постоянному развитию компании – географическому, техническому, а также в областях применения нашей продукции. Чтобы сохранить такую сильную позицию на рынке, компания инвестировала в самое современное производственное оборудование для выпуска масел.                   
                    </p>
                    <p>
                         Постоянные инвестиции в нашу всемирную сеть исследовательских центров, а также тесное сотрудничество с немецкой автомобильной промышленностью помогли нам стать: Специалистом по смазочным материалам с полной линейкой продуктов и множеством специальных решений. Идет ли речь о консистентных смазках для подшипниковых систем транспортных средств, или о гидравлических маслах для самых различных вариантов применения, или о трансмиссионных маслах для любых транспортных средств, – в компании <b>FUCHS</b> Вы можете получить все подходящие смазочные материалы от одного поставщика. В том числе смазочные материалы, которые позволят Вам осуществить рационализацию ассортимента используемых масел при наличии парка различных транспортных средств. Неважно, какой из смазочных материалов компании <b>FUCHS</b> Вы выберете, – выгода будет очевидной.                    
                    </p>
                    <h3>
                       Преимущества:
                    </h3>
                    <ul>
                        <li>
                            снижение производственных издержек
                        </li>
                        <li>
                             максимальную надежность при работе в любых температурных условиях
                        </li>
                        <li>
                              снижение потребления масла
                        </li>
                        <li>
                             существенное сокращение расхода топлива и значительное увеличение интервалов замены
                        </li>
                    </ul>
                </div>
            </div>
        </main>
    )
}

export default MettalurgiaMachine;